---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Cal
source: html/44997368-98d8-f9dd-b5ce-192d640ab459.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Cal Property

Symbol cal, indicating unit Calories.

## Syntax (C#)
```csharp
public static ForgeTypeId Cal { get; }
```